[
  {
    "name": "SanDisk Ultra 128GB SDXC UHS-I Memory Card up to 80MB/s",
    "price": "2999",
    "description": "Ultra-fast cards (2) to take better pictures and Full HD videos (1) with your compact to mid-range point-and-shoot cameras and camcorders. With SanDisk Ultra SDXC UHS-I cards you’ll benefit from faster downloads, high capacity, and better performance to capture and store 128GB (5) of high quality pictures and Full HD video (1). Take advantage of ultra-fast read speeds of up to 80MB/s (3) to save time moving photos and videos from the card to your computer. From a leader in flash memory storage, SanDisk Ultra SDXC UHS-I cards are compatible with SDHC and SDXC digital devices, and come with a 10-year limited warranty (6).",
    "ratings": 4.5,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://res.cloudinary.com/bookit/image/upload/v1608062030/products/dsvbpny402gelwugv2le.jpg"
      }
    ],
    "category": "Electronics",
    "seller": "Ebay",
    "stock": 50,
    "numOfReviews": 32,
    "reviews": []
  },
  {
    "name": "New Apple Watch Series 6 (GPS + Cellular, 40mm) - Blue Aluminium",
    "price": "49989",
    "description": "LTE and UMTS, Built-in GPS, GLONASS, Galileo, and QZSS, S6 with 64-bit dual-core processor, W3 Apple wireless chip, U1 Ultra Wideband chip, Barometric altimeter, Capacity 32GB, Blood oxygen sensor, Optical heart sensor, Electrical heart sensor, Improved accelerometer up to 32 g‑forces, Improved gyroscope, Ambient light sensor, LTPO OLED Always-On Retina display with Force Touch (1000 nits), Digital Crown with haptic feedback, Louder speaker, Ion-X strengthened glass, Sapphire crystal and ceramic back, Wi-Fi 802.11b/g/n 2.4GHz, Bluetooth 5.0, Built-in rechargeable lithium-ion battery, Up to 18 hours of battery life, Water resistant 50 meters, watchOS 5",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/718qilkBKUL._SL1500_.jpg"
      }
    ],
    "category": "Electronics",
    "seller": "amazon",
    "stock": 15,
    "numOfReviews": 5,
    "reviews": []
  },
  {
    "name": "True Elements Chocolate Granola 900g - with 100% Dark Chocolate, Almonds & Whole Cranberries, Healthy Breakfast",
    "price": "799",
    "description": "For years you may have just consumed chocolate as a sort of sweet cravings you desire. But did you know? Why just a bite or maybe a small bar of dark chocolate brightens up your mood, every time you eat it. From de-stressing you to satisfying your dessert cravings, dark chocolate consists of a higher concentration of cocoa, one which is shown to have a positive effect on cognition, memory, mood, and stress.Since ages, Dark Chocolate has been considered as a stress reliever. With the current lifestyle, it becomes quite difficult to maintain a stress-free lifestyle while giving up on your dark chocolate cravings. Hence, how about fulfilling the dark chocolate temptation with a healthier crunch to keep you on your healthy lifestyle track? True Elements Chocolate Granola is made up of 100% whole grains & dark-chocolate with zero sugar. It is fulfilling, healthy granola for breakfast which will satisfy your dessert craving",
    "ratings": 4.4,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/61Ncn8zzA8L._SL1007_.jpg"
      }
    ],
    "category": "Food",
    "seller": "amazon",
    "stock": 51,
    "numOfReviews": 9,
    "reviews": []
  },
  {
    "name": "PRESTIGE ROYALE PLUS GAS STOVE Gt04",
    "price": "49989",
    "description": "PRESTIGE ROYALE PLUS GAS STOVE. Add a Touch of European Excellence to your Kitchen! The Stunning new Prestige Royale Plus range of gas tables is designed to combine maximum convenience with great looks. These gas tables are a combination of performance and stunning looks.The experience of SCHOTT Glass coupled with superior German manufacturing standards ensures that you get the finest quality glass. The SABAF valves imported from Italy , are best on quality and are designed to provide smooth functioning. The Glass top adds to the aesthetics of your Kitchen. Also they are durable and long lasting which will give you a trouble free and safe operation.Warranty on the complete product is of 2 years and warranty on SCHOTT glass is for Lifetime.\n Note - Any modification required for gas stove to be compatible to Pipe Line gas connection can be done by calling Prestige Customer Care No. 1800-123-334411 on chargeable basis.",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://m.media-amazon.com/images/I/51wzjqnJi6L._SL1000_.jpg"
      }
    ],
    "category": "Kitchen",
    "seller": "amazon",
    "stock": 65,
    "numOfReviews": 15,
    "reviews": []
  },
  {
    "name": "Apple MacBook Pro (13-inch, 8GB RAM, 256GB SSD, 1.4GHz Quad-core 8th-Generation Intel Core i5 Processor, Magic Keyboard) - Space Grey",
    "price": "99999",
    "description": "Apple MacBook Pro is a macOS laptop with a 13.30-inch display that has a resolution of 2560x1600 pixels. It is powered by a Core i5 processor and it comes with 12GB of RAM. The Apple MacBook Pro packs 512GB of SSD storage.",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/71YRSVXhgQL._SL1500_.jpg"
      }
    ],
    "category": "Electronics",
    "seller": "amazon",
    "stock": 15,
    "numOfReviews": 5,
    "reviews": []
  },
  {
    "name": "VSK Bean Bag XXXL Sofa Mudda Cover Black (With Beans) Cover only",
    "price": "2566",
    "description": "Vsk bean bag covers are made from leatherette lama fabric which is double-stitched with superior seam and tear strength. They are built to be durable, comfortable and are a great addition to the contemporary home.This is luxurious bean bag. It's a xxl bean bag covers come with a 1-year limited warranty against manufacturing defects. Please read about bean bag very care fully.",
    "ratings": 4.1,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/81ITi0JGjaL._SL1500_.jpg"
      }
    ],
    "category": "Furniture",
    "seller": "amazon",
    "stock": 65,
    "numOfReviews": 15,
    "reviews": []
  },
  {
    "name": "LG 80 cms (32 Inches) HD Ready LED Smart TV 32LM560BPTC with IPS Display & WebOS (2019 Model)",
    "price": "15666",
    "description": "Enjoy your favourite movies & TV series on Netflix, Hotstar, Amazon Prime and many more on your LG 32LM560B Smart TV with WebOS. Key Features Include: IPS Panel, Wide Viewing Angle, Active HDR, AI Launcher (with preview), Home Dashboard, DTS Virtual:X, 4K Upscaler, Magic Mobile Connection, Quad Core Processor, Cloud Photo & Video.",
    "ratings": 4.7,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/81Yy5UF05tL._SL1500_.jpg"
      }
    ],
    "category": "Electronics",
    "seller": "amazon",
    "stock": 45,
    "numOfReviews": 15,
    "reviews": []
  },
  {
    "name": "Nirlon Ruby Granite Non Stick Dishwasher Safe Aluminium Cookware Gift Set (Gas & stovetops Friendly)",
    "price": "49989",
    "description": "This set has been beautifully designed to add grace to your dining experience. Made of High quality non-stick coating. Conducts heat fast and evenly. Durable cookware that heats up quickly and uniformly. works with gas stoves cooktops. Glass lid for the kadai makes it easier to check the food as the cooking progress also Heats evenly, cooks faster. This set is perfect for gifting purposes at weddings, anniversaries. The cooking set is an absolute necessity in your kitchen. Easy to clean & easy to use.",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/81q%2Bgoy6NML._SL1500_.jpg"
      }
    ],
    "category": "Kitchen",
    "seller": "amazon",
    "stock": 15,
    "numOfReviews": 5,
    "reviews": []
  },
  {
    "name": "Ganpati Arts Sheesham Wood Monte Study Table Desk Table Office Table Furniture for Home (Natural Finish)",
    "price": "18553",
    "description": "Wooden Study Table/ Desk Table / Laptop Table / Study room Is The Most Effective Solution For Your Contemporary Needs With The Reducing Workspace At Homes, This Table Acts As A Boon To Accommodate Your Multi Tasking Needs. Sip Morning Coffee While Checking Up Your Mails, Let Children Play Their Action Games During The Day And Study The E-Modules And Use It For Reading At Night Be It An Ebook On Your Laptop Or The All Time Bestsellers From Your Library. It can be used as a laptop desk, sofa desk, breakfast table, portable office desk, kids study desk, laptop desk, study table, workstation, standing desk, children desk, laptop table, kids lap desk, students writing table, laptop table and more.",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/71VtLEMHlHL._SL1500_.jpg"
      }
    ],
    "category": "Furniture",
    "seller": "amazon",
    "stock": 15,
    "numOfReviews": 5,
    "reviews": []
  },
  {
    "name": "New Apple iPhone 12 Mini (64GB) - Black",
    "price": "67100",
    "description": "Of the four members of the new iPhone 12 family, the base iPhone 12 might be easy to overlook. It isn't a radically different size, it doesn't have the highest-end camera system, and it is perhaps the most iterative in terms of updates in the new portfolio. This isn't a simple upgrade to the iPhone 11 though; launching at a much higher starting price, it creates a new tier in Apple's lineup. You could see it as a step up from the iPhone 12 mini, but much like there are two sizes of Apple Watch, the differences between these models are more to do with personal preference than capabilities.",
    "ratings": 4.8,
    "images": [
      {
        "public_id": "products/dsvbpny402gelwugv2le",
        "url": "https://images-na.ssl-images-amazon.com/images/I/71uuDYxn3XL._SL1500_.jpg"
      }
    ],
    "category": "Electronics",
    "seller": "amazon",
    "stock": 15,
    "numOfReviews": 5,
    "reviews": []
  }
]
